/* Network service extended status */
"%1$@ is currently active and has the IP address %2$@." = "%1$@ is currently active and has the IP address %2$@.";

/* given name, surname ordering for admin full name */
"%@ %@" = "%1$@ %2$@";

/* Network service extended status */
"%@ has a loopback IP address and may not be able to connect." = "%@ has a loopback IP address and may not be able to connect.";

/* Network service extended status */
"%@ has a self-assigned IP address and may not be able to connect." = "%@ has a self-assigned IP address and may not be able to connect.";

/* Ethernet MTU range label format */
"(%d to %d)" = "(%1$d to %2$d)";

/* Minimal DNS warning */
"A DNS name was found for your local router, but not for this server. If this server gets its Internet connection through the router, you may want to use this for the server\\U2019s DNS name. If you enter a different DNS name, the server will provide limited name resolution for the local network so that services operate properly." = "A DNS name was found for your local router, but not for this server. If this server gets its Internet connection through the router, you may want to use this for the server’s DNS name. If you enter a different DNS name, the server will provide limited name resolution for the local network so that services operate properly.";

/* Force allow host name editing recovery */
"A host name is already assigned to this server. Changing the host name may result in problems with certain services and it is strongly recommended that you do not change it." = "A host name is already assigned to this server. Changing the host name may result in problems with certain services and it is strongly recommended that you do not change it.";

/* Blank short name recovery */
"A valid short name is required for login with standard protocols such as Telnet and FTP.\nThe short name can contain as many as 255 Roman characters. Use only alphanumeric characters (A-Z, a-z, 0-9), the underscore character (_), or the dash character (-)." = "A valid short name is required for login with standard protocols such as Telnet and FTP.\nThe short name can contain as many as 255 Roman characters. Use only alphanumeric characters (A-Z, a-z, 0-9), the underscore character (_), or the dash character (-).";

/* No comment provided by engineer. */
"Active Directory" = "Active Directory";

/* Can't use IP addresses for AD recovery */
"Active Directory servers cannot be addressed using IP addresses. Please use the Active Directory domain name, such as ad.myserver.com" = "Active Directory servers cannot be addressed using IP addresses. Please use the Active Directory domain name, such as ad.myserver.com";

/* Admin account step title */
"Administrator Account" = "Administrator Account";

/* Agree */
"Agree" = "Agree";

/* Allow host name editing button title */
"Allow Editing" = "Allow Editing";

/* No network services set up error */
"At least one network service must be configured." = "At least one network service must be configured.";

/* Need authentication type error */
"Authentication method could not be determined." = "Authentication method could not be determined.";

/* Network service status */
"Cable Unplugged" = "Cable Unplugged";

/* Service name */
"calendar" = "calendar";

/* Cancel button title */
"Cancel" = "Cancel";

/* Can't authenticate to directory server error */
"Cannot authenticate to server." = "Cannot authenticate to server.";

/* Network validation error */
"Cannot compute broadcast address from IP address." = "Cannot compute broadcast address from IP address.";

/* No directory server address error */
"Cannot connect to server." = "Cannot connect to server.";

/* Service name */
"certificates" = "certificates";

/* Checking for existing setup connections action description */
"Checking for existing connections" = "Checking for existing connections";

/* No comment provided by engineer. */
"Click Agree to continue." = "Click Agree to continue.";

/* Marking setup as done action description */
"Completing setup" = "Completing setup";

/* No comment provided by engineer. */
"Computers on your local network can access your server at:\n%@" = "Computers on your local network can access your server at:\n%@";

/* Network services page Xsan informative text */
"Configure your network connection services for use with Xsan auto network setup. Drag public network services above services connected to your metadata network." = "Configure your network connection services for use with Xsan auto network setup. Drag public network services above services connected to your metadata network.";

/* Configuring service defaults action description format */
"Configuring %@ service defaults" = "Configuring %@ service defaults";

/* Initialization action description */
"Configuring Address Book Server defaults" = "Configuring Address Book Server defaults";

/* Marking setup as in progress action description */
"Configuring client backups" = "Configuring client backups";

/* Configuring server defaults action description format */
"Configuring defaults" = "Configuring defaults";

/* Initialization action description */
"Configuring digital certificate defaults" = "Configuring digital certificate defaults";

/* Initialization action description */
"Configuring FTP Server defaults" = "Configuring FTP Server defaults";

/* Initialization action description */
"Configuring iCal Server defaults" = "Configuring iCal Server defaults";

/* Configuring iChat service action description */
"Configuring iChat Server" = "Configuring iChat Server";

/* Initialization action description */
"Configuring iChat Server defaults" = "Configuring iChat Server defaults";

/* Configuring Kerberos action description */
"Configuring Kerberos" = "Configuring Kerberos";

/* Configuring mail for iCal server action description */
"Configuring mail for iCal Server" = "Configuring mail for iCal Server";

/* Configuring mail for wiki server action description */
"Configuring mail for Wiki Server" = "Configuring mail for Wiki Server";

/* Configuring mail server action description */
"Configuring mail server" = "Configuring mail server";

/* Initialization action description */
"Configuring Mail Server defaults" = "Configuring Mail Server defaults";

/* Initialization action description */
"Configuring MySQL service defaults" = "Configuring MySQL service defaults";

/* Initialization action description */
"Configuring NFS Server defaults" = "Configuring NFS Server defaults";

/* Configuring PPPoE action description */
"Configuring PPPoE" = "Configuring PPPoE";

/* Initialization action description */
"Configuring QuickTime Streaming Server defaults" = "Configuring QuickTime Streaming Server defaults";

/* Configuring AirPort action description
   Configuring server action description */
"Configuring server" = "Configuring server";

/* Configuring running services action description */
"Configuring Server Admin" = "Configuring Server Admin";

/* Configuring service SACLs action description */
"Configuring service access controls" = "Configuring service access controls";

/* Configuring services action description
   Running clean install extras action description */
"Configuring services" = "Configuring services";

/* Initialization action description */
"Configuring Software Update Server defaults" = "Configuring Software Update Server defaults";

/* Create OD Master action description */
"Configuring users and groups" = "Configuring users and groups";

/* Initializing VPN action description */
"Configuring VPN" = "Configuring VPN";

/* Initialization action description */
"Configuring VPN Server defaults" = "Configuring VPN Server defaults";

/* Initialization action description */
"Configuring Web Server defaults" = "Configuring Web Server defaults";

/* Configuring welcome message action description */
"Configuring welcome message" = "Configuring welcome message";

/* No network services set up recovery */
"Connect a network interface device in order to proceed." = "Connect a network interface device in order to proceed.";

/* Bind Anonymously button title */
"Connect Anonymously" = "Connect Anonymously";

/* Directory services step title */
"Connect to a Directory Server" = "Connect to a Directory Server";

/* Connected connection status
   Network service status */
"Connected" = "Connected";

/* Connecting to external directory action description */
"Connecting to directory server" = "Connecting to directory server";

/* No comment provided by engineer. */
"Copying remote file to local computer" = "Copying remote file to local computer";

/* Creating admin user action description */
"Creating administrator account" = "Creating administrator account";

/* Creating default share points action description */
"Creating default share points" = "Creating default share points";

/* Configuring mail for calendar server action description
   Configuring mail for wiki server action description */
"Creating mail user for services" = "Creating mail user for services";

/* Creating share points action description */
"Creating share points" = "Creating share points";

/* Default dir admin full name
   Directory administrator default full name */
"Directory Administrator" = "Directory Administrator";

/* Disabling remote login action description */
"Disabling remote login" = "Disabling remote login";

/* Stopping remote management action description */
"Disabling remote management" = "Disabling remote management";

/* Disagree */
"Disagree" = "Disagree";

/* Network validation error */
"DNS server address is invalid." = "DNS server address is invalid.";

/* Button title */
"Edit" = "Edit";

/* Force allow host name editing sheet description */
"Editing your host name isn\\U2019t recommended." = "Editing your host name isn’t recommended.";

/* No password error */
"Either the password you entered is too short, or you entered no password." = "Either the password you entered is too short, or you entered no password.";

/* Enabling remote login action description */
"Enabling remote login" = "Enabling remote login";

/* Starting remote management action description */
"Enabling remote management" = "Enabling remote management";

/* Enabling Server Preferences notifications action description */
"Enabling Server Preferences notifications" = "Enabling Server Preferences notifications";

/* Network services page informative text */
"Enter the settings for the server\\U2019s network connection services so it can connect to other computers and the Internet. Drag public network services above private ones." = "Enter the settings for the server’s network connection services so it can connect to other computers and the Internet. Drag public network services above private ones.";

/* Evaluating network action description */
"Evaluating network" = "Evaluating network";

/* Finishing Installation */
"Finishing Installation" = "Finishing Installation";

/* Gathering information action description */
"Gathering information" = "Gathering information";

/* Getting migratable systems action desription */
"Getting available systems" = "Getting available systems";

/* Getting countries action desription */
"Getting countries" = "Getting countries";

/* Getting system profile action desription */
"Getting system profile" = "Getting system profile";

/* Network interfaces table view tooltip line */
"Hardware address: %@" = "Hardware address: %@";

/* Service name */
"iChat" = "iChat";

/* Button title */
"Ignore" = "Ignore";

/* Inactive connection status
   Network service status */
"Inactive" = "Inactive";

/* Site license error */
"Incorrect serial number information entered." = "Incorrect serial number information entered.";

/* Installation failed error */
"Installation failed." = "Installation failed.";

/* No comment provided by engineer. */
"Installing Xsan" = "Installing Xsan";

/* Can't use IP addresses for AD error */
"Invalid address." = "Invalid address.";

/* Connect to AirPort network invalid password error */
"Invalid password" = "Invalid password";

/* Invalid serial number error */
"Invalid serial number entered." = "Invalid serial number entered.";

/* Network validation error */
"IP address used twice." = "IP address used twice.";

/* Keyboard step title */
"Keyboard" = "Keyboard";

/* Leopard serial number error */
"Leopard serial number entered." = "Leopard serial number entered.";

/* Service name */
"Mail" = "Mail";

/* Activate service menu item title */
"Make Service Active" = "Make Service Active";

/* Dectivate service menu item title */
"Make Service Inactive" = "Make Service Inactive";

/* Marking setup as in progress action description */
"Marking as in progress" = "Marking as in progress";

/* Moving items into place */
"Moving items into place" = "Moving items into place";

/* Force allow host name editing recovery */
"Multiple host names are already assigned to this server. Changing the host name may result in problems with certain services and it is strongly recommended that you use one of existing names." = "Multiple host names are already assigned to this server. Changing the host name may result in problems with certain services and it is strongly recommended that you use one of existing names.";

/* Service name */
"name" = "name";

/* Network services step title */
"Network" = "Network";

/* Network names step title */
"Network Names" = "Network Names";

/* Service name */
"NFS" = "NFS";

/* Minimal DNS warning */
"No DNS name was found for this computer. This server will provide its own limited name resolution so that services operate properly." = "No DNS name was found for this computer. This server will provide its own limited name resolution so that services operate properly.";

/* No IP address connection status */
"No IP Address" = "No IP Address";

/* No network selected AirPort option */
"No network selected" = "No network selected";

/* No serial number error */
"No serial number entered." = "No serial number entered.";

/* No directory server address error */
"No server address entered." = "No server address entered.";

/* No directory server type error */
"No server type specified." = "No server type specified.";

/* Empty directory server auth user name error */
"No user name given." = "No user name given.";

/* Not connected connection status */
"Not Connected" = "Not Connected";

/* PPPoE service already exists recovery string */
"Only one PPPoE service can be configured at a time using Server Assistant. To configure additional PPPoE service please use System Preferences after completing setup." = "Only one PPPoE service can be configured at a time using Server Assistant. To configure additional PPPoE service please use System Preferences after completing setup.";

/* No comment provided by engineer. */
"Open Directory" = "Open Directory";

/* LOM admin passwords don't match error message */
"Passwords do not match!" = "Passwords do not match!";

/* No password recovery */
"Passwords should contain letters, numbers, and symbols in combinations that won\\U2019t be easy to guess. Avoid spaces and Option-key combinations.\nPlease enter a valid password." = "Passwords should contain letters, numbers, and symbols in combinations that won’t be easy to guess. Avoid spaces and Option-key combinations.\nPlease enter a valid password.";

/* Empty directory server auth user name recovery */
"Please authenticate by entering the name and password of a user account in this server\\U2019s directory." = "Please authenticate by entering the name and password of a user account in this server’s directory.";

/* Can't authenticate to directory server recovery */
"Please authenticate by entering the name and password of a user account in this server\\U2019s directory. Or you can use this server anonymously, which is less secure." = "Please authenticate by entering the name and password of a user account in this server’s directory. Or you can use this server anonymously, which is less secure.";

/* Short name reserved recovery */
"Please enter a different short name." = "Please enter a different short name.";

/* Blank computer name recovery */
"Please enter a valid computer name." = "Please enter a valid computer name.";

/* Network validation recovery */
"Please enter a valid IP address for \"%@.\"" = "Please enter a valid IP address for \"%@.\"";

/* Bad Bonjour name recovery */
"Please enter a valid local host name." = "Please enter a valid local host name.";

/* Bad host name recovery
   Blank host name recovery */
"Please enter a valid primary DNS name." = "Please enter a valid primary DNS name.";

/* Network validation recovery */
"Please enter a valid router address for \"%@.\"" = "Please enter a valid router address for \"%@.\"";

/* Blank short name error */
"Please enter a valid short name for the administrator." = "Please enter a valid short name for the administrator.";

/* Network validation recovery */
"Please enter a valid subnet mask for \"%@.\"" = "Please enter a valid subnet mask for \"%@.\"";

/* Need directory server address recovery */
"Please enter the address of a directory server." = "Please enter the address of a directory server.";

/* Blank full name recovery */
"Please enter the administrator\\U2019s name." = "Please enter the administrator’s name.";

/* Passwords don't match recovery */
"Please enter the passwords again." = "Please enter the passwords again.";

/* No keyboard selected error */
"Please select a keyboard before continuing." = "Please select a keyboard before continuing.";

/* No LOM admin account error */
"Please set an admin account for the LOM interfaces." = "Please set an admin account for the LOM interfaces.";

/* Xsan controller non static IP recovery */
"Please specify a static IP address for \"%@\"" = "Please specify a static IP address for \"%@\"";

/* Need directory server type recovery */
"Please specify whether the server at this address is an Open Directory server, such as one running Mac OS X Server, or if the server is an Active Directory server running Microsoft Windows Server." = "Please specify whether the server at this address is an Open Directory server, such as one running Mac OS X Server, or if the server is an Active Directory server running Microsoft Windows Server.";

/* Network interfaces table view tooltip line */
"Port name: %@" = "Port name: %@";

/* PPPoE service name */
"PPPoE" = "PPPoE";

/* PPPoE service already exists error string */
"PPPoE service already exists." = "PPPoE service already exists.";

/* Preparing for installation */
"Preparing for installation" = "Preparing for installation";

/* Preparing the Disk */
"Preparing the Disk" = "Preparing the Disk";

/* Preparing Xsan */
"Preparing Xsan" = "Preparing Xsan";

/* Connected privately connection status */
"Private IP" = "Private IP";

/* Refreshing connection action description */
"Refreshing connection" = "Refreshing connection";

/* Remote setup region page title */
"Region" = "Region";

/* Restart button title */
"Restart" = "Restart";

/* Running package scripts */
"Running package scripts" = "Running package scripts";

/* Self-assigned address connection status */
"Self-Assigned IP" = "Self-Assigned IP";

/* Sending registration action description */
"Sending registration" = "Sending registration";

/* License step title */
"Serial Number" = "Serial Number";

/* Expired serial number error */
"Serial number expired." = "Serial number expired.";

/* Unsupported AirPort authentication type recovery string */
"Server Assistant does not support the authentication method used by this network. Please use System Preferences after setup has been completed to connect to this network." = "Server Assistant does not support the authentication method used by this network. Please use System Preferences after setup has been completed to connect to this network.";

/* Start upgrade button title */
"Set Up" = "Set Up";

/* Setting date and time action description */
"Setting date and time" = "Setting date and time";

/* Setting locale action description */
"Setting locale" = "Setting locale";

/* Setting up pane title */
"Setting Up" = "Setting Up";

/* Setting up server action description */
"Setting up server" = "Setting up server";

/* Need serial number recovery */
"Setup requires a valid serial number. The serial number has the format XSVR-106-000-X-XXX-XXX-XXX-XXX-XXX-XXX-X." = "Setup requires a valid serial number. The serial number has the format XSVR-106-000-X-XXX-XXX-XXX-XXX-XXX-XXX-X.";

/* Show only preferred interfaces menu item title */
"Show All Services" = "Show All Services";

/* Show only preferred interfaces menu item title */
"Show Only Preferred Services" = "Show Only Preferred Services";

/* Starting screen sharing action description */
"Starting screen sharing" = "Starting screen sharing";

/* Stopping screen sharing action description */
"Stopping screen sharing" = "Stopping screen sharing";

/* Network validation recovery */
"The \"%@\" service is not reachable because the host portion of its router address is all zeros." = "The \"%@\" service is not reachable because the host portion of its router address is all zeros.";

/* Network service extended status */
"The cable for %@ is connected, but your computer does not have an IP address." = "The cable for %@ is connected, but your computer does not have an IP address.";

/* Network service extended status */
"The cable for %@ is not plugged in." = "The cable for %@ is not plugged in.";

/* Computer name too long error */
"The computer name you entered is too long." = "The computer name you entered is too long.";

/* Minimal DNS warning */
"The DNS name you entered doesn't match the one your DNS server provided. Your server will provide its own limited DNS service so that services operate properly.." = "The DNS name you entered doesn't match the one your DNS server provided. Your server will provide its own limited DNS service so that services operate properly..";

/* Network validation recovery */
"The DNS server address %@ is not a valid address and must be corrected in order to continue." = "The DNS server address %@ is not a valid address and must be corrected in order to continue.";

/* Hint same as password error */
"The hint and the password are the same." = "The hint and the password are the same.";

/* Network validation error */
"The host portion of the IP address is all zeros." = "The host portion of the IP address is all zeros.";

/* Network validation error */
"The host portion of the router is all zeros." = "The host portion of the router is all zeros.";

/* Network validation recovery */
"The IP address %@ is assigned to both \"%@\" and \"%@\", which will cause conflicts." = "The IP address %1$@ is assigned to both \"%2$@\" and \"%3$@\", which will cause conflicts.";

/* Network validation recovery */
"The IP address %@ is assigned to both \"%@\" and \"%@\", which will cause conflicts. LOM ports should not share an address with any other ports." = "The IP address %1$@ is assigned to both \"%2$@\" and \"%3$@\", which will cause conflicts. LOM ports should not share an address with any other ports.";

/* Network validation error */
"The IP address and router are the same." = "The IP address and router are the same.";

/* Network validation recovery */
"The IP address for \"%@\" is a Class D address and will not have a computable broadcast address." = "The IP address for \"%@\" is a Class D address and will not have a computable broadcast address.";

/* Network validation recovery */
"The IP address for \"%@\" is not reachable because it is not on the same subnet as the router." = "The IP address for \"%@\" is not reachable because it is not on the same subnet as the router.";

/* Network validation recovery */
"The IP address for \"%@\" is not reachable because it is the same as the router address." = "The IP address for \"%@\" is not reachable because it is the same as the router address.";

/* Network validation recovery */
"The IP address for \"%@\" is not reachable because the host portion is all zeros." = "The IP address for \"%@\" is not reachable because the host portion is all zeros.";

/* Network validation recovery */
"The IP address for \"%@\" is part of the Class A address 127 block, which is reserved for the loopback driver." = "The IP address for \"%@\" is part of the Class A address 127 block, which is reserved for the loopback driver.";

/* Network validation recovery */
"The IP address for \"%@\" is the same as the broadcast address for its subnet, which is strongly discouraged." = "The IP address for \"%@\" is the same as the broadcast address for its subnet, which is strongly discouraged.";

/* Network validation error */
"The IP address is in the 127 block." = "The IP address is in the 127 block.";

/* Network validation error */
"The IP address is not reachable." = "The IP address is not reachable.";

/* Network validation error */
"The IP address is not valid." = "The IP address is not valid.";

/* Network validation error */
"The IP address is the same as the broadcast address." = "The IP address is the same as the broadcast address.";

/* Host name too long recovery */
"The name can contain as many as 255 bytes (from 255 Roman characters to as few as 85 Japanese characters." = "The name can contain as many as 255 bytes (from 255 Roman characters to as few as 85 Japanese characters.";

/* Full name too long recovery */
"The name can contain as many as 255 bytes (from 255 Roman characters to as few as 85 Japanese characters. It can include spaces." = "The name can contain as many as 255 bytes (from 255 Roman characters to as few as 85 Japanese characters. It can include spaces.";

/* Computer name too long recovery */
"The name can contain as many as 63 characters." = "The name can contain as many as 63 characters.";

/* Full name too long error */
"The name you entered is too long." = "The name you entered is too long.";

/* AirPort password dialog informative text format */
"The network \"%@\" requires a %@ password." = "The network \"%1$@\" requires a %2$@ password.";

/* Host name too long error */
"The primary DNS name you entered is too long." = "The primary DNS name you entered is too long.";

/* Site license recovery */
"The registered owner name and organization of this serial number are case-sensitive. Please check the serial number is correct and that the owner name and organization are spelled correctly and are using the correct case." = "The registered owner name and organization of this serial number are case-sensitive. Please check the serial number is correct and that the owner name and organization are spelled correctly and are using the correct case.";

/* Network validation recovery */
"The router address for \"%@\" is the same as the broadcast address for its subnet, which is strongly discouraged." = "The router address for \"%@\" is the same as the broadcast address for its subnet, which is strongly discouraged.";

/* Network validation error */
"The router address is not valid." = "The router address is not valid.";

/* Network validation error */
"The router address is the same as the broadcast address." = "The router address is the same as the broadcast address.";

/* Can't reach directory server recovery */
"The server at the address you entered cannot be reached. Please make sure that you entered the address correctly and that your network configuration allows you access to this server." = "The server at the address you entered cannot be reached. Please make sure that you entered the address correctly and that your network configuration allows you access to this server.";

/* Short name too long recovery */
"The short name can contain as many as 255 Roman characters." = "The short name can contain as many as 255 Roman characters.";

/* Short name too long error */
"The short name you entered is too long." = "The short name you entered is too long.";

/* Short name reserved error */
"The short name you have entered is reserved." = "The short name you have entered is reserved.";

/* The software was successfully installed */
"The software was successfully installed" = "The software was successfully installed";

/* Network validation error */
"The subnet mask is not valid." = "The subnet mask is not valid.";

/* Passwords don't match error */
"The two passwords you entered do not match." = "The two passwords you entered do not match.";

/* Can't authenticate to directory server recovery */
"The user name and password you have entered are incorrect. This server requires that you authenticate in order to use it. Please enter the correct user name and password." = "The user name and password you have entered are incorrect. This server requires that you authenticate in order to use it. Please enter the correct user name and password.";

/* Need authentication type recovery */
"This directory server could not be found, or the kind of authentication it requires could not be determined. Please verify the directory server address, make sure the server is working, and check network connections." = "This directory server could not be found, or the kind of authentication it requires could not be determined. Please verify the directory server address, make sure the server is working, and check network connections.";

/* Hint same as password recovery */
"This is a security risk. Please enter a different hint." = "This is a security risk. Please enter a different hint.";

/* No comment provided by engineer. */
"To continue installing the software, you must agree to the terms of the software license agreement." = "To continue installing the software, you must agree to the terms of the software license agreement.";

/* Unsupported AirPort authentication type error string */
"Unsupported authentication type." = "Unsupported authentication type.";

/* Users and groups pane title */
"Users and Groups" = "Users and Groups";

/* Validate data store location action description */
"Validating data store location" = "Validating data store location";

/* Service name */
"web" = "web";

/* Writing files */
"Writing files" = "Writing files";

/* Xsan controller non static IP error */
"Xsan controllers must be configured with a static IP address." = "Xsan controllers must be configured with a static IP address.";

/* Leopard serial number recovery */
"You have entered a Mac OS X Server 10.5 serial number. Please enter a serial number for Mac OS X Server 10.6." = "You have entered a Mac OS X Server 10.5 serial number. Please enter a serial number for Mac OS X Server 10.6.";

/* Expired serial number recovery */
"You have entered a serial number that has expired. Before you can complete setup and start using your server, you will need to get a valid serial number. \nNote that if your server\\U2019s time is incorrect, the serial number might expire prematurely.\n\nPlease enter a valid serial number or fix the server\\U2019s time." = "You have entered a serial number that has expired. Before you can complete setup and start using your server, you will need to get a valid serial number. \nNote that if your server’s time is incorrect, the serial number might expire prematurely.\n\nPlease enter a valid serial number or fix the server’s time.";

/* Bad Bonjour name error */
"You have entered an invalid local host name." = "You have entered an invalid local host name.";

/* Bad host name error */
"You have entered an invalid primary DNS name." = "You have entered an invalid primary DNS name.";

/* Blank full name error */
"You have not assigned a name for the server administrator." = "You have not assigned a name for the server administrator.";

/* Blank computer name error */
"You have not entered a computer name." = "You have not entered a computer name.";

/* Blank host name error */
"You have not entered a primary DNS name." = "You have not entered a primary DNS name.";

/* Server needs a restart message */
"Your server needs to be restarted to complete setup." = "Your server needs to be restarted to complete setup.";

/* Network service extended status */
"Your server will act as a gateway, with %@ connected to your external network." = "Your server will act as a gateway, with %@ connected to your external network.";

/* Network service extended status */
"Your server will act as a gateway, with %@ connected to your internal network." = "Your server will act as a gateway, with %@ connected to your internal network.";

